<?php

return array (
    'id'=> 'الترقيم  ',
    'name'=>' الاسم ',
    'notes'=>'ملاحظات',
    'operation'=> 'العمليات'  ,
    'add' => 'اضافه مرحله',
    'nameer'=>'الاسم العربي',
    'nameen'=> 'الاسم الانجليزي',
    'close'=> ' الغاء',
    'submit'=> 'حفظ',
    'edit' =>'تعديل',
    'delete' => 'حذف',
    'messagedelete' => 'هل انت متاكد من عملية الحذف ؟',
    'exists'=>'المرحلة موجودة مسبقا',
 
    'required' => 'الاسم مطلوب ',
    'cant_delete' =>'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',
    

);